Repository: Alix82/hawk
Catalog: hawk/po/*/hawk.po
Languages: ar, cs, hu, ja, pl, sv

source: No resource specified
ar: لم يتم تحديد مورد
cs: Nebyl zadán žádný prostředek
hu: Nincs megadva erőforrás
ja: リソースが指定されていません
pl: Nie podano zasobu
sv: Ingen resurs angiven

source: Invalid score "%{score}"
ar: نتيجة غير صحيحة "%{score}"
cs: Neplatné skóre „%{score}“
hu: Érvénytelen pontszám "%{score}"
ja: 無効なスコア「%{score}」
pl: Nieprawidłowa wartości punktowa "%{score}"
sv: Ogiltig poäng "%{score}"

source: No expressions specified
ar: لم يتم تحديد أي تعبير
cs: Nebyly zadány žádné výrazy
hu: Nincsenek megadva kifejezések
ja: 式が指定されていません
pl: Nie określono wyrażeń
sv: Inga uttryck har angetts

source: Attribute contains both single and double quotes
ar: تحتوي السمة على علامات اقتباس مفردة ومزدوجة
cs: Atribut obsahuje jednoduché i dvojité uvozovky
hu: Az attribútum szimpla és dupla idézőjelet és tartalmaz
ja: 属性に一重引用符と二重引用符の両方が含まれています
pl: Atrybut zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
sv: Attributet innehåller både enkla och dubbla citattecken

source: Value contains both single and double quotes
ar: تحتوي القيمة على علامات اقتباس مفردة ومزدوجة
cs: Hodnota obsahuje jednoduché i dvojité uvozovky
hu: Az érték szimpla és dupla idézőjelet és tartalmaz
ja: 値に一重引用符と二重引用符の両方が含まれています
pl: Wartość zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
sv: Värdet innehåller både enkla och dubbla citattecken

source: Data collection in progress (%{from_time} to %{to_time})...
ar: جارٍ تجميع البيانات (%{from_time} to %{to_time})...
cs: Probíhá shromažďování dat (%{from_time} do %{to_time})...
hu: Az adatgyűjtés folyamatban (%{from_time} - %{to_time})...
ja: データを収集中です(%{from_time} ～ %{to_time})...
pl: Trwa zbieranie danych (%{from_time} do %{to_time})...
sv: Datainsamling pågår (%{from_time} till %{to_time})...

source: Username:
ar: اسم المستخدم:
cs: Uživatelské jméno:
hu: Felhasználónév:
ja: ユーザ名:
pl: Nazwa użytkownika:
sv: Användarnamn:

source: Password:
ar: كلمة السر:
cs: Heslo:
hu: Jelszó:
ja: パスワード:
pl: Hasło:
sv: Lösenord:

source: Start Time:
ar: وقت البدء:
cs: Čas zahájení:
hu: Indítás ideje:
ja: 開始時刻:
pl: Czas rozpoczęcia:
sv: Starttid:

source: End Time:
ar: وقت الانتهاء:
cs: Čas ukončení:
hu: Megállítás ideje:
ja: 終了時刻:
pl: Czas zakończenia:
sv: Sluttid:

source: Display
ar: عرض
cs: Zobrazení
hu: Megjelenítés
ja: ディスプレイ
pl: Ekran
sv: Skärm

source: Back
ar: الخلف
cs: Zpět
hu: Vissza
ja: 戻る
pl: Wstecz
sv: Tillbaka

source: No transitions found for the specified time period.
ar: لم يتم العثور على عمليات انتقال للفترة الزمنية المحددة.
cs: Pro zadané období nebyly nalezeny žádné transakce.
hu: A megadott időszakban nem található átmenet.
ja: 指定された期間内で遷移がありません。
pl: Nie znaleziono przejść dla określonego okresu.
sv: Inga överföringar hittades för den angivna tidsperioden.

source: Time
ar: الوقت
cs: Čas
hu: Idő
ja: 時間
pl: Czas
sv: Tid

source: PE Input
ar: إدخال PE
cs: Vstup PE
ja: PE入力
pl: Wejście PE
sv: PE-indata

source: Node
ar: عقدة
cs: Uzel
hu: Csomópont
ja: ノード
pl: Węzeł
sv: Nod

source: Details
ar: التفاصيل
cs: Podrobnosti
hu: Részletek
ja: 詳細
pl: Szczegóły
sv: Detaljer

source: Graph
ar: رسم بياني
cs: Graf
hu: Grafikon
ja: グラフ
pl: Wykres
sv: Graf

source: Error: Permission denied for user '%s'.
ar: خطأ: تم رفض الإذن للمستخدم '%s'.
cs: Chyba: Oprávnění pro uživatele „%s“ zamítnuto.
hu: Hiba: a(z) '%s' felhasználó engedélye megtagadva.
ja: エラー:ユーザ「%s」のアクセス承認拒否。
pl: Błąd: brak dostępu dla użytkownika "%s".
sv: Fel: Nekad behörighet för användaren %s.

source: Getting recent events (last hour)...
ar: جارٍ الحصول على الأحداث الحديثة (آخر ساعة)...
cs: Získávání nejnovějších událostí (za poslední hodinu)...
hu: Az elmúlt óra eseményei…
ja: 最近のイベントを取得しています(最終時間)...
pl: Pobieranie ostatnich zdarzeń (ostatnia godzina)...
sv: Hämtar senaste händelser (senaste timmen)...

source: Another "crm history" operation is in progress...
ar: جارٍ تشغيل عملية "crm history" أخرى...
cs: Probíhá jiná operace „historie crm“...
hu: Egy másik "crm előzmény" művelet folyamatban van…
ja: 別の「crm history」処理が進行中です...
pl: Trwa inna operacja "crm history"...
sv: En annan "crm history"-åtgärd pågår...

source: No events found in last hour.
ar: لم يتم العثور على أي أحداث في الساعة الأخيرة.
cs: Za poslední hodinu nebyly nalezeny žádné události.
hu: Nem volt esemény az elmúlt órában.
ja: 最後の時間にイベントが見つかりませんでした。
pl: Nie znaleziono zdarzeń w czasie ostatniej godziny.
sv: Inga händelser hittades den senaste timmen.

source: Apply Changes
ar: تطبيق التغييرات
cs: Použít změny
hu: Változások alkalmazása
ja: 変更の適用
pl: Zastosuj zmiany
sv: Verkställ ändringar

source: Score
ar: النتيجة
cs: Skóre
hu: Pontszám
ja: スコア
pl: Punkty
sv: Poäng

source: Role
ar: الدور
hu: Szerepkör
ja: 役割
pl: Rola
sv: Roll

source: Boolean Op
ar: Op منطقي
cs: Logická operace
ja: ブール値処理
pl: Zmienna logiczna
sv: Boolesk op

source: Expression
ar: التعبير
cs: Výraz
hu: Kifejezés
ja: 表現
pl: Wyrażenie
sv: Uttryck

source: Add
ar: إضافة
cs: Přidat
hu: Hozzáadás
ja: 追加
pl: Dodaj
sv: Lägg till

source: Remove
ar: إزالة
cs: Odebrat
hu: Eltávolítás
ja: 削除
pl: Usuń
sv: Ta bort

source: Add Rule
ar: إضافة قاعدة
cs: Přidat pravidlo
hu: Szabály hozzáadása
ja: ルールの追加
pl: Dodaj regułę
sv: Lägg till regel

source: Remove Rule
ar: إزالة قاعدة
cs: Odebrat pravidlo
hu: Szabály eltávolítása
ja: ルールを削除
pl: Usuń regułę
sv: Ta bort regel

source: Show Rule Editor
ar: إظهار محرر القواعد
cs: Zobrazit editor pravidel
hu: Szabályszerkesztő megjelenítése
ja: ルールエディタの表示
pl: Wyświetl edytor reguł
sv: Visa regelredigerare

source: Constraint ID
ar: معرف القيد
cs: ID omezení
hu: Szabály ID
ja: 制約ID
pl: Identyfikator ograniczenia
sv: Begränsnings-ID

source: Resource
ar: مورد
cs: Prostředek
hu: Erőforrás
ja: リソース
pl: Zasób
sv: Resurs

source: Create Constraint
ar: إنشاء قيد
cs: Vytvořit omezení
hu: Szabály létrehozása
ja: 制約の作成
pl: Utwórz ograniczenie
sv: Skapa begränsning

source: Revert Changes
ar: إرجاع التغييرات
cs: Vrátit změny
hu: Változtatások visszavonása
ja: 変更を元に戻す
pl: Cofnij zmiany
sv: Återställ ändringar

source: Meta Attributes
ar: سمات تعريف
cs: Metaatributy
hu: Metaattribútumok
ja: メタ属性
pl: Atrybuty meta
sv: Metaattribut

source: You must enter a value
ar: يجب عليك إدخال قيمة
cs: Je nutné zadat hodnotu
hu: Érték megadása kötelező
ja: 値を入力してください
pl: Należy wprowadzić wartość
sv: Du måste ange ett värde

source: Group ID
ar: معرف المجموعة
cs: ID skupiny
hu: Csoportazonosító (ID)
ja: グループID
pl: ID grupy
sv: Grupp-ID

source: Group Children
ar: فروع المجموعة
cs: Seskupit podřízené prvky
hu: Csoporttag
ja: グループの子
pl: Elementy podrzędne grupy
sv: Gruppera underordnade

source: Available Primitives
ar: المجموعات الأساسية المتوفرة
cs: Dostupné základní prvky
hu: Elérhető primitívek
ja: 使用可能なプリミティブ
pl: Dostępne elementy podstawowe
sv: Tillgängliga primitiver

source: User: %{user}
ar: المستخدم: %{user}
cs: Uživatel: %{user}
hu: Felhasználó: %{user}
ja: ユーザ: %{user}
pl: Użytkownik: %{user}
sv: Användare: %{user}

source: Log Out
ar: خروج
cs: Odhlásit
hu: Kilépés
ja: ログアウト
pl: Wyloguj
sv: Logga ut

source: UI Host: %s
ar: مضيف واجهة الاستخدام: %s
cs: Hostitel UR: %s
hu: UI gép: %s
ja: UIホスト: %s
pl: Host UI: %s
sv: UI-värd: %s

source: Copyright &copy; 2009-2011 Novell, Inc.
ar: حقوق النشر &copy; 2009-2011 لشركة Novell Inc.
pl: Prawa autorskie &copy; 2009-2011 Novell Inc.

source: Link set
ar: مجموعة الارتباطات
cs: Propojit sadu
ja: リンクセット
pl: Ustawione połączenie
sv: Länkuppsättning

source: Break set
ar: مجموعة الفواصل
cs: Rozložit sadu
ja: ブレークの設定
pl: Ustawione rozłączenie
sv: Splittra uppsättning

source: Swap resources
ar: تبديل الموارد
cs: Zaměnit prostředky
hu: Erőforrások felcserélése
ja: リソースのスワップ
pl: Zasoby wymiany
sv: Byt resurser

source: Add resource to constraint
ar: إضافة مورد إلى القيد
cs: Přidat prostředek k omezení
hu: Erőforrás hozzáadása a szabályhoz
ja: リソースを制約に追加
pl: Dodaj zasób do ograniczenia
sv: Lägg till resurs i begränsning

source: Clone ID
ar: معرف الاستنساخ
cs: ID kopie
hu: Klón ID
ja: クローンID
pl: Identyfikator klona
sv: Klon-ID

source: Child Resource
ar: مورد فرعي
cs: Podřízený prostředek
hu: Gyermek erőforrás
ja: 子リソース
pl: Zasób potomny
sv: Underordnad resurs

source: Generate
ar: إنشاء
cs: Generovat
hu: Előállítás
ja: 生成
pl: Wygeneruj
sv: Generera

source: hb_report generation in progress...
ar: جارٍ إنشاء hb_report...
cs: Vytváří se zpráva hb_report...
hu: A hb_report elkészítése folyamatban...
ja: hb_reportを生成しています...
pl: Trwa generowanie hb_report...
sv: hb_report genereras...

source: Download hb_report
ar: تحميل hb_report
cs: Stáhnout zprávu hb_report
hu: hb_report letöltése
ja: hb_reportのダウンロード
pl: Pobierz hb_report
sv: Ladda ner hb_report

source: Start Time not specified
ar: وقت البدء غير محدد
cs: Nebyl zadán čas zahájení
hu: Indítási idő nincs beállítva
ja: 開始時刻が指定されていません
pl: Nie podano czasu rozpoczęcia
sv: Starttid har inte angetts

source: Edit Constraint
ar: تحرير قيد
cs: Upravit omezení
hu: Szabály szerkesztése
ja: 制約の編集
pl: Edycja ograniczenia
sv: Redigera begränsning

source: Delete Constraint
ar: حذف قيد
cs: Odstranit omezení
hu: Szabály törlése
ja: 制約の削除
pl: Usuń ograniczenie
sv: Ta bort begränsning

source: New Constraint
ar: قيد جديد
cs: Nové omezení
hu: Új szabály
ja: 新規制約
pl: Dowolne proporcje
sv: Ny begränsning

source: Location
ar: الموقع
cs: Umístění
hu: Hely
ja: 場所
pl: Położenie
sv: Plats

source: Colocation
ar: الموقع المشترك
cs: Kolokace
hu: Elhelyezése szabály
ja: コロケーション
pl: Kolokacja

source: Order
ar: ترتيب
cs: Pořadí
hu: Sorrend
ja: 順序
pl: Kolejność
sv: Ordning

source: (No location constraints defined)
ar: (لم يتم تحديد أي قيود للمواقع)
cs: (Nebyla definována žádná omezení umístění)
hu: (Nincs megadva helyre vonatkozó szabály)
ja: (場所の制約が定義されていません)
pl: (Nie zdefiniowano ograniczeń położenia)
sv: (Inga platsbegränsningar definierade)

source: [Constraint is too complex to display]
ar: [القيد معقد للغاية لدرجة تصعب عرضه]
cs: [Omezení je příliš složité pro zobrazení]
hu: [A szabályok túl komplexek a megjelenítéshez]
ja: [制約が複雑すぎて表示できません]
pl: [Ograniczenie jest zbyt złożone, aby je wyświetlić]
sv: [Begränsningen är för komplex att visa]

source: (No colocation constraints defined)
ar: (لم يتم تحديد أية قيود للموقع المشترك)
cs: (Nebyla definována žádná omezení kolokace)
hu: (Nincs megadva kapcsolódási szabály)
ja: (コロケーションの制約が定義されていません)
pl: (Brak zdefiniowanych ograniczeń kolokacji)
sv: (Inga colocationbegränsningar definierade)

source: (No order constraints defined)
ar: (لم يتم تحديد أي قيود للترتيب)
cs: (Nebyla definována žádná omezení pořadí)
hu: (Nincs szabálysorrend megadva)
ja: (順序の制約が定義されていません)
pl: (Brak zdefiniowanych ograniczeń porządku)
sv: (Inga ordningsbegränsningar definierade)

source: Master/Slave ID
ar: معرف الرئيس/التابع
cs: ID hlavního/podřízeného prvku
hu: Elsődleges/Másodlagos azonosító
ja: マスタ/スレーブID
pl: Identyfikator elementu nadrzędnego/podrzędnego
sv: Master/slav-ID

source: Operations
ar: العمليات
cs: Operace
hu: Műveletek
ja: 操作
pl: Operacje
sv: Åtgärder

source: Edit
ar: تحرير
cs: Upravit
hu: Szerkesztés
ja: 編集
pl: Edycja
sv: Redigera

source: There is already a monitor op with this interval.
ar: يوجد بالفعل op لجهاز العرض بهذا الفاصل الزمني.
cs: Na tomto intervalu již probíhá operace monitorování.
ja: この間隔ですでにモニタ処理があります。
pl: Istnieje już operacja monitorowania o tym interwale
sv: Det finns redan en övervakningsop med det här intervallet.

source: Cancel
ar: إلغاء
cs: Storno
hu: Mégsem
ja: キャンセル
pl: Anuluj
sv: Avbryt

source: Resource ID
ar: معرف المورد
cs: ID prostředku
hu: Erőforrás ID
ja: リソースID
pl: Identyfikator zasobu
sv: Resurs-ID

source: Class
ar: فئة
cs: Třída
hu: Osztály
ja: クラス
pl: Klasa
sv: Klass

source: Provider
ar: الموفر
cs: Poskytovatel
hu: Szolgáltató
ja: プロバイダ
pl: Dostawca
sv: Leverantör

source: Type
ar: النوع
cs: Typ
hu: Típus
ja: 種類
pl: Typ
sv: Typ

source: No cluster properties set in %{group}
ar: لم يتم تعيين أية خصائص للمجموعة في %{group}
cs: Ve skupině %{group} nebyly definovány žádné vlastnosti clusteru
hu: Nincsenek beállítva fürttulajdonságok a(z) %{group} csoportban
ja: クラスタプロパティが %{group} で設定されていません
pl: Nie ustawiono właściwości klastra w %{group}
sv: Inga klusteregenskaper angivna i %{group}

source: Add new property:
ar: إضافة خاصية جديدة:
cs: Přidat novou vlastnost:
hu: Új tulajdonság hozzáadása:
ja: 新しいプロパティの追加:
pl: Dodaj nową właściwość:
sv: Lägg till en ny egenskap:

source: Edit current properties:
ar: تحرير الخصائص الحالية:
cs: Upravit aktuální vlastnosti:
hu: Jelenlegi tulajdonságok szerkesztése:
ja: 現在のプロパティの編集:
pl: Edycja aktualnych właściwości:
sv: Redigera aktuella egenskaper:

source: Symmetrical
ar: متماثل
cs: Symetrické
hu: Szimetrikus
ja: 対称的
pl: Symetrycznie
sv: Symmetrisk

source: Any changes will be lost - do you wish to proceed?
ar: سيتم فقد أية تغييرات - هل تريد المتابعة؟
cs: Všechny změny budou ztraceny – chcete pokračovat?
hu: Minden változás el fog veszni - szeretné folytatni?
ja: 変更内容は失われます。続行しますか?
pl: Wszystkie zmiany zostaną utracone - czy kontynuować?
sv: Alla ändringar går förlorade. Vill du fortsätta?

source: Yes
ar: نعم
cs: Ano
hu: Igen
ja: はい
pl: Tak
sv: Ja

source: No
ar: لا
cs: Ne
hu: Nem
ja: いいえ
pl: Nie
sv: Nej

source: Online
ar: متصل
hu: Elérhető
ja: オンライン
pl: Połączony

source: Standby
ar: استعداد
cs: Pohotovost
hu: Készenlét
ja: スタンバイ
pl: Stan gotowości
sv: Vänteläge

source: Fence Node
ar: عقدة السياج
cs: Vytlačit uzel
hu: Csomópont leválasztása
ja: フェンスノード
pl: Węzeł odgradzający
sv: Staketnod

source: View Details...
ar: عرض التفاصيل...
cs: Zobrazit podrobnosti...
hu: Részletek megjelenítése…
ja: 詳細の表示...
pl: Pokaż szczegóły...
sv: Visa detaljer...

source: View Recent Events...
ar: عرض الأحداث الحديثة...
cs: Zobrazit nedávné události...
hu: Legutóbbi események megjelenítése…
ja: 最近のイベントを表示...
pl: Pokaż ostatnie zdarzenia...
sv: Visa senaste händelser...

source: Setup Wizard
ar: معالج الإعداد
cs: Průvodce nastavení
hu: Installációs varázsló
ja: セットアップウィザード
pl: Kreator ustawień
sv: Inställningsguide

source: New Primitive
ar: مجموعة أساسية جديدة
cs: Nový základní prvek
hu: Új primitív
ja: 新しいプリミティブ
pl: Nowy element podstawowy
sv: Ny primitiv

source: New Group
ar: مجموعة جديدة
cs: Nová skupina
hu: Új csoport
ja: 新しいグループ
pl: Nowa grupa
sv: Ny grupp

source: Can't create group, there are no primitives available.
ar: يتعذر إنشاء مجموعة، لا توجد مجموعات أساسية متوفرة.
cs: Nelze vytvořit skupinu, nejsou k dispozici žádné základní prvky.
hu: Nem hozható létre csoport, mert nincs elérhető primitív.
ja: グループを作成できません。使用できるプリミティブがありません。
pl: Nie można utworzyć grupy. Brak elementów podstawowych.
sv: Det går inte att skapa gruppen. Det finns inga tillgängliga primitiver.

source: New Clone
ar: استنساخ جديد
cs: Nová kopie
hu: Új klón
ja: 新規クローン
pl: Nowy klon
sv: Ny klon

source: Can't create clone, there are no primitives or groups available.
ar: يتعذر إنشاء الاستنساخ، لا توجد مجموعات أو مجموعات أساسية متوفرة.
cs: Nelze vytvořit kopii, nejsou k dispozici žádné základní prvky ani skupiny.
hu: Nem hozható létre klón, mert nincs elérhető primitív vagy csoport.
ja: クローンを作成できません。使用できるプリミティブまたはグループがありません。
pl: Nie można utworzyć klona. Brak elementów podstawowych lub grup.
sv: Det går inte att skapa klonen. Det finns inga tillgängliga primitiver eller grupper.

source: New Master/Slave
ar: رئيس/تابع جديد
cs: Nový hlavní/podřízený prvek
hu: Új Elsődleges/Másodlagos
ja: 新規マスタ/スレーブ
pl: Nowy element nadrzędny/podrzędny
sv: Ny master/slav

source: Can't create master/slave, there are no primitives or groups available.
ar: يتعذر إنشاء رئيس/تابع، لا توجد مجموعات أو مجموعات أساسية متوفرة.
cs: Nelze vytvořit hlavní/podřízený prvek, nejsou k dispozici žádné základní prvky ani skupiny.
hu: Nem hozható létre elsődleges/másodlagos, mert nincs elérhető primitív vagy csoport.
ja: マスタ/スレーブを作成できません。使用できるプリミティブまたはグループがありません。
pl: Nie można utworzyć elementu nadrzędnego/podrzędnego. Brak elementów podstawowych i grup.
sv: Det går inte att skapa master/slav. Det finns inga tillgängliga primitiver eller grupper.

source: Edit Constraints
ar: تحرير القيود
cs: Upravit omezení
hu: Szabályok szerkesztése
ja: 制約の編集
pl: Edycja ograniczeń
sv: Redigera begränsningar

source: Start
ar: بدء
cs: Spustit
hu: Indítás
ja: 開始
pl: Uruchom

source: Stop
ar: إيقاف
cs: Zastavit
hu: Leállítás
ja: 停止
pl: Zatrzymaj
sv: Stopp

source: Move...
ar: نقل...
cs: Přesunout...
hu: Áthelyezés...
ja: 移動...
pl: Przenieś...
sv: Flytta...

source: Drop Relocation Rule
ar: إسقاط قاعدة إعادة النقل
cs: Zahodit pravidlo přemístění
hu: Áthelyezési szabály eldobása
ja: 再配置ルールを無視
pl: Porzuć regułę relokacji
sv: Hoppa över flyttregel

source: Promote
ar: الترقية
cs: Zvýšit úroveň
hu: Előléptetés
ja: 昇格
pl: Promuj
sv: Höj

source: Demote
ar: تخفيض
cs: Snížit úroveň
hu: Lefokozás
ja: 降格
pl: Degraduj
sv: Sänk

source: Clean Up
ar: تنظيف
cs: Čištění
hu: Tisztítás
ja: クリーンアップ
pl: Porządkowanie
sv: Rensa

source: Delete Resource
ar: حذف مورد
cs: Odstranit prostředek
hu: Erőforrás törlése
ja: リソースの削除
pl: Usuń zasób
sv: Ta bort resurs

source: Cluster Properties
ar: خصائص المجموعة
cs: Vlastnosti clusteru
hu: Fürt tulajdonságai
ja: クラスタのプロパティ
pl: Właściwości klastra
sv: Klusteregenskaper

source: Generate hb_report...
ar: إنشاء hb_report...
cs: Generovat zprávu hb_report...
hu: hb_report készítése…
ja: hb_reportの生成...
pl: Generuj hb_report...
sv: Generera hb_report...

source: Generate hb_report
ar: إنشاء hb_report
cs: Generovat zprávu hb_report
hu: hb_report készítése
ja: hb_reportの生成
pl: Generuj hb_report
sv: Generera hb_report

source: Simulator
ar: محاكي
cs: Simulátory
hu: Szimulátor
ja: シミュレータ
pl: Symulator

source: Close
ar: إغلاق
cs: Zavřít
hu: Bezárás
ja: 閉じる
pl: Zamknij
sv: Stäng

source: Reset
ar: إعادة تعيين
cs: Obnovit výchozí
hu: Visszaállítás
ja: リセット
pl: Przywróć
sv: Återställ

source: This will bring node %s online if it is currently on standby. Do you want to continue?
ar: سيعمل هذا الإجراء على اتصال نقطة التوصيل %s إذا كانت حاليًا في وضع الاستعداد. هل تريد المتابعة؟
cs: Pokud je uzel %s v úsporném režimu, přepne jej tato akce do režimu online. Chcete pokračovat?
hu: Ez a(z) %s csomópontot online állapotba hozza, amennyiben eddig készenléti (standby) állapotban volt. Kívánja folytatni?
ja: これを行うと、ノード %s がオンラインになります(現在、スタンバイ状態の場合)。続行しますか?
pl: To spowoduje przejście węzła %s w tryb online, jeśli jest on aktualnie w trybie oczekiwania. Czy kontynuować?
sv: Detta gör att noden %s blir online om den för tillfället är i standbyläge. Vill du fortsätta?

source: This will put node %s on standby. All resources will be stopped and/or moved to another node. Do you want to continue?
ar: سيعمل هذا الإجراء في وضع نقطة التوصيل %s في وضع الاستعداد. سيتم إيقاف كافة الموارد و/أو نقلها إلى نقطة وصول أخرى. هل ترغب في المتابعة؟
cs: Tato akce přepne uzel %s do úsporného režimu. Všechny prostředky budou zastaveny nebo přesunuty do jiného uzlu. Chcete pokračovat?
hu: Ez a(z) %s csomópontot készenléti (standby) állapotba hozza. Minden erőforrás leáll és/vagy űtmozgatásra kerül egy másik csomópontra. Kívánja folytatni?
ja: これを行うと、ノード %s がスタンバイになります。すべてのリソースが停止および/または別のノードに移動します。続行しますか?
pl: To spowoduje przejście węzła %s w tryb oczekiwania. Wszystkie zasoby zostaną zatrzymane i/lub przeniesione do innego węzła. Czy kontynuować?
sv: Detta gör att noden %s sätts på standby. Alla resurser stoppas och/eller flyttas då till en annan nod. Vill du fortsätta?

source: This will attempt to immediately fence node %s. Do you want to continue?
ar: سيقوم بوضع حد زمني لنقطة التوصيل %s على الفور. هل ترغب في المتابعة؟
cs: Tato akce provede pokus o okamžité vytlačení uzlu %s. Chcete pokračovat?
hu: Ez azonnal leválasztja a(z) %s csomópontot. Kívánja folytatni?
ja: これを行うと、ノード %s のフェンシングがただちに試行されます。続行しますか?
pl: To spowoduje próbę niezwłocznego węzła odgradzającego %s. Czy kontynuować?
sv: Detta innebär att det kommer att göras ett försök att isolera noden %s. Vill du fortsätta?

source: This will start the resource %s. Do you want to continue?
ar: سيقوم ببدء المورد %s. هل ترغب في المتابعة؟
cs: Tato akce spustí prostředek %s. Chcete pokračovat?
hu: Ez elindítja a(z) %s erőforrást. Kívánja folytatni?
ja: これを行うと、リソース %s が開始します。続行しますか?
pl: To spowoduje uruchomienie zasobu %s. Czy kontynuować?
sv: Detta startar resursen %s. Vill du fortsätta?

source: This will stop the resource %s. Do you want to continue?
ar: سيقوم بإيقاف المورد %s. هل ترغب في المتابعة؟
cs: Tato akce zastaví prostředek %s. Chcete pokračovat?
hu: Ez leállítja a(z) %s erőforrást. Kívánja folytatni?
ja: これを行うと、リソース %s が停止します。続行しますか?
pl: To spowoduje zatrzymanie zasobu %s. Czy kontynuować?
sv: Detta stoppar resursen%s. Vill du fortsätta?

source: Move resource %s
ar: نقل المورد %s
cs: Přesunout prostředek %s:
hu: %s erőforrás mozgatása
ja: リソース %s の移動
pl: Przenieś zasób %s
sv: Flytta resursen %s

source: To node %s
ar: إلى نقطة التوصيل %s
cs: Do uzlu %s
hu: A(z) %s csomópontra
ja: ノード %s へ
pl: Do węzła %s
sv: Till noden %s

source: Away from current node
ar: بعيدًا عن نقطة التوصيل الحالية
cs: Pryč z aktuálního uzlu
hu: Eltávolítás a jelenlegi csomópontról
ja: 現在のノードから離れて
pl: Poza aktualny węzeł
sv: Bort från den aktuella noden

source: This will clear any relocation constraints set on the resource %s. Do you want to continue?
ar: سيقوم بمسح أية قيود على إعادة النقل تم تعيينها للمورد %s. هل ترغب في المتابعة؟
cs: Tato akce vymaže všechna omezení přemístění nastavená pro prostředek %s. Chcete pokračovat?
hu: Ez törölni fogja az áthelyezési szabályokat a(z) %s erőforráson. Kívánja folytatni?
ja: これを行うと、リソース %s に設定された再配置条件がすべてクリアされます。続行しますか?
pl: To spowoduje wyczyszczenie wszystkich zestawów ograniczeń relokacji w zasobie %s. Czy kontynuować?
sv: Detta gör att alla flyttbegränsningar på resursen %s tas bort. Vill du fortsätta?

source: This will promote the resource %s. Do you want to continue?
ar: سيقوم بترقية المورد %s. هل ترغب في المتابعة؟
cs: Tato akce zvýší úroveň prostředku %s. Chcete pokračovat?
hu: Ez előlépteti a(z) %s erőforrást. Kívánja folytatni?
ja: これを行うと、リソース %s が昇格します。続行しますか?
pl: To spowoduje promocję zasobu %s. Czy kontynuować?
sv: Detta höjer resursen %s. Vill du fortsätta?

source: This will demote the resource %s. Do you want to continue?
ar: سيقوم بتخفيض رتبة المورد %s. هل ترغب في المتابعة؟
cs: Tato akce sníží úroveň prostředku %s. Chcete pokračovat?
hu: Ez lefokozza a(z) %s erőforrást. Kívánja folytatni?
ja: これを行うと、リソース %s が降格します。続行しますか?
pl: To spowoduje degradację zasobu %s. Czy kontynuować?
sv: Detta sänker resursen %s. Do you want to continue?

source: This will clean up the resource %s. Do you want to continue?
ar: سيقوم بتنظيف المورد %s. هل ترغب في المتابعة؟
cs: Tato akce vyčistí prostředek %s. Chcete pokračovat?
hu: Ez tisztítja a(z) %s erőforrást. Kívánja folytatni?
ja: これを行うと、リソース %s がクリーンアップされます。続行しますか?
pl: To spowoduje wyczyszczenie zasobu %s. Czy kontynuować?
sv: Detta städar upp i resursen %s. Vill du fortsätta?

source: Error
ar: خطأ
cs: Chyba
hu: Hiba
ja: エラー
pl: Błąd
sv: Fel

source: Unexpected server error: %s
ar: خطأ غير متوقع بالخادم: %s
cs: Neočekávaná chyba serveru: %s
hu: Váratlan kiszolgálóhiba: %s
ja: 予期しないサーバエラー: %s
pl: Nieoczekiwany błąd serwera: %s
sv: Ett oväntat serverfel: %s

source: Permission denied
ar: الإذن مرفوض
cs: Povolení odepřeno
hu: Engedély megtagadva
ja: アクセス承認拒否
pl: Brak dostępu
sv: Åtkomst nekades

source: %{op} failed on %{node} (rc=%{rc})
ar: %{op} فشل على %{node} (rc=%{rc})
cs: Operace %{op} s uzlem %{node} selhala. (rc=%{rc})
hu: %{op} sikertelen: %{node} (rc=%{rc})
ja: %{op} が %{node} で失敗しました(rc=%{rc})
pl: Operacja %{op} nie powiodła się na %{node} (rc=%{rc})
sv: %{op} misslyckades på %{node} (rc=%{rc})

source: Version: %s
ar: الإصدار: %s
cs: Verze: %s
hu: Verzió: %s
ja: バージョン: %s
pl: Wersja: %s

source: Stack: %s
ar: المكدس: %s
cs: Zásobník: %s
ja: スタック: %s
pl: Stos: %s

source: Inactive Resources
ar: موارد غير نشطة
cs: Neaktivní prostředky
hu: Inaktív erőforrások
ja: 非アクティブなリソース
pl: Zasoby nieaktywne
sv: Inaktiva resurser

source: Summary
ar: الملخص
cs: Shrnutí
hu: Összefoglalás
ja: 概要
pl: Podsumowanie
sv: Sammanfattning
