Repository: Alix82/hawk
Catalog: hawk/po/*/hawk.po
Languages: ar, cs, hu, ja, pl, sv

source: STONITH Enabled
ar: تم تمكين STONITH
cs: Funkce STONITH je aktivována
hu: STONITH engedélyezve
ja: STONITHが有効です
pl: Włączone STONITH
sv: STONITH aktiverat

source: No Quorum Policy
ar: لا توجد سياسة حصص
cs: Žádné postupy kvóra:
hu: Nincs Quorum irányelv
ja: クォーラムなしポリシー
pl: Brak założeń kworum
sv: Inget kvorum-policy

source: Symmetric Cluster
ar: مجموعة متماثلة
cs: Symetrický cluster
hu: Szimetrikus fürt
ja: 対称クラスタ
pl: Klaster symetryczny
sv: Symmetriskt kluster

source: Resource Stickiness
ar: ثبات المورد
cs: Dlouhodobost prostředku
hu: Erőforrás mozgathatósága
ja: リソースの固着性
pl: Trwałość zasobów
sv: Resursens varaktighet

source: Maintenance Mode
ar: وضع الصيانة
cs: Režim údržby
hu: Karbantartási mód
ja: メンテナンスモード
pl: Tryb utrzymania
sv: Underhållsläge

source: Summary View
ar: طريقة عرض الملخص
cs: Souhrnné zobrazení
hu: Összefoglaló nézet
ja: 概要ビュー
pl: Widok podsumowania
sv: Sammanfattningsvy

source: Tree View
ar: طريقة عرض الشجرة
cs: Stromové zobrazení
hu: Fanézet
ja: ツリービュー
pl: Widok drzewa
sv: Trädvy

source: Table View
ar: طريقة عرض الجدول
cs: Zobrazení tabulky
hu: Táblázat nézet
ja: テーブルビュー
pl: Widok tabeli
sv: Tabellvy

source: Offline
ar: غير متصل
hu: Kilépett
ja: オフライン
pl: Rozłączony

source: Pending
ar: معلق
cs: Čekání
hu: Függő
ja: 保留中
pl: Oczekujący
sv: Väntar

source: Unclean
ar: غير صحيح
cs: Nevyčištěno
hu: Tisztázatlan
ja: 非クリーン
pl: Nieczysty
sv: Inkorrekt

source: Master
ar: الرئيس
cs: Hlavní prvek
hu: Elsődleges
ja: マスタ
pl: Główny
sv: Huvudserver

source: %{id}: Master: %{nodelist}
ar: %{id}: الرئيسي: %{nodelist}
cs: %{id}: Hlavní uzel: %{nodelist}
hu: %{id}: Elsődleges: %{csomópontlista}
ja: %{id}: マスタ: %{nodelist}
pl: %{id}: nadrzędny: %{nodelist}

source: %{id}: Master
ar: %{id}: رئيس
cs: %{id}: Hlavní prvek
hu: %{id}: Elsődleges
ja: %{id}:マスタ
pl: %{id}: nadrzędny

source: Slave
ar: التابع
cs: Podřízený prvek
hu: Másodlagos
ja: スレーブ
pl: Podrzędny
sv: Slavserver

source: %{id}: Slave: %{nodelist}
ar: %{id}: التابع: %{nodelist}
cs: %{id}: Podřízený uzel: %{nodelist}
hu: %{id}: Másodlagos: %{csomópontlista}
ja: %{id}: スレーブ: %{nodelist}
pl: %{id}: podrzędny: %{nodelist}
sv: %{id}: Slav: %{nodelist}

source: %{id}: Slave
ar: %{id}: تابع
cs: %{id}: Podřízený prvek
hu: %{id}: Másodlagos
ja: %{id}:スレーブ
pl: %{id}: podrzędny
sv: %{id}: Slav

source: Started
ar: تم البدء
cs: Spuštěno
hu: Elindítva
ja: 開始しました
pl: Uruchomiony
sv: Startad

source: %{id}: Started: %{nodelist}
ar: %{id}: بدأ: %{nodelist}
cs: %{id}: Spuštěno: %{nodelist}
hu: %{id}: Elindítva: %{nodelist}
ja: %{id}: 開始しました: %{nodelist}
pl: %{id}: uruchomione: %{nodelist}
sv: %{id}: Startad: %{nodelist}

source: %{id}: Started
ar: %{id}: تم البدء
cs: %{id}: Spuštěno
hu: %{id}: Elindítva
ja: %{id}:開始しました
pl: %{id}: uruchomione
sv: %{id}: Startad

source: %{id}: Pending: %{nodelist}
ar: %{id}: معلق: %{nodelist}
cs: %{id}: Čeká: %{nodelist}
hu: %{id}: Felfüggesztve: %{nodelist}
ja: %{id}:保留中: %{nodelist}
pl: %{id}: oczekujące: %{nodelist}
sv: %{id}: Väntar: %{nodelist}

source: %{id}: Pending
ar: %{id}: معلق
cs: %{id}: Čeká
hu: %{id}: Felfüggesztve
ja: %{id}:保留中
pl: %{id}: oczekujący
sv: %{id}: väntar

source: Stopped
ar: تم الإيقاف
cs: Zastaveno
hu: Leállítva
ja: 停止
pl: Zatrzymane
sv: Stoppad

source: %{id}: Stopped
ar: %{id}: توقف
cs: %{id}: Zastaveno
hu: %{id}: Leállítva
ja: %{id}: 停止しました
pl: %{id}: zatrzymane
sv: %{id}: Stoppad

source: Group: %{id}
ar: المجموعة: %{id}
cs: Skupina: %{id}
hu: Csoport: %{id}
ja: グループ: %{id}
pl: Grupa: %{id}
sv: Grupp: %{id}

source: Master/Slave Set: %{id}
ar: المجموعة الأساسية/التابعة: %{id}
cs: Sada hlavní/podřízený uzel: %{id}
hu: Elsődleges/Másodlagos csoport: %{id}
ja: マスタ/スレーブセット: %{id}
pl: Zestaw nadrzędny/podrzędny: %{id}
sv: Master/slave-uppsättning: %{id}

source: Clone Set: %{id}
ar: مجموعة الاستنساخ: %{id}
cs: Sada kopií: %{id}
hu: Klóncsoport: %{id}
ja: クローン設定: %{id}
pl: Zestaw kopii: %{id}
sv: Klonuppsättning: %{id}

source: Simulator (initial state)
ar: محاكي (حالة أولية)
cs: Simulátor (počáteční stav)
hu: Szimulátor (kezdeti állapot)
ja: シミュレータ(初期状態)
pl: Symulator (stan początkowy)
sv: Simulator (inledande status)

source: Simulator (busy...)
ar: محاكي (مشغول...)
cs: Simulátor (zaneprázdněný...)
hu: Szimulátor (elfoglalt…)
ja: シミュレータ(ビジー...)
pl: Symulator (zajęty...)
sv: Simulator (upptagen...)

source: Simulator (final state)
ar: محاكي (حالة نهائية)
cs: Simulátor (finální stav)
hu: Szimulátor (végső állapot)
ja: シミュレータ(最終状態)
pl: Symulator (stan końcowy)
sv: Simulator (slutlig status)

source: Injected State:
ar: حالة مدخلة:
cs: Stav založení:
ja: 挿入された状態:
pl: Stan wstrzyknięty:
sv: Injected-status:

source: + Node
ar: عقدة +
cs: + Uzel
hu: + Csomópont
ja: + ノード
pl: + Węzeł
sv: + Nod

source: + Op
ja: + 処理
pl: + Operacja

source: Run >
ar: تشغيل >
cs: Spustit >
hu: Indítás >
ja: 実行 >
pl: Uruchom >
sv: Kör >

source: CIB (in)
ar: CIB (داخل)
cs: Soubor CIB (příchozí)
hu: CIB (be)
ja: CIB(入力)
pl: CIB (we)

source: CIB (out)
ar: CIB (خارج)
cs: Soubor CIB (odchozí)
hu: CIB (ki)
ja: CIB(出力)
pl: CIB (wy)
sv: CIB (ut)

source: Inject Node State
ar: حالة عقدة مدخلة
cs: Stav založeného uzlu
ja: ノード状態を挿入
pl: Stan węzła wstrzyknięcia
sv: Infoga nodstatus

source: Node:
ar: العقدة:
cs: Uzel:
hu: Csomópont:
ja: ノード:
pl: Węzeł:
sv: Nod:

source: State:
ar: الولاية:
cs: Stav:
hu: Állapot:
ja: 県または州:
pl: Stan:
sv: Status:

source: Inject Operation
ar: عملية الإدخال
cs: Operace založení
ja: 挿入処理
pl: Operacja wstrzyknięcia
sv: Infoga åtgärd

source: Operation:
ar: العملية
cs: Operace:
hu: Művelet:
ja: 操作:
pl: Operacja:
sv: Åtgärd:

source: Interval:
ar: الفاصل الزمني:
hu: Időköz:
ja: 間隔:
pl: Interwał:
sv: Intervall:

source: Resource:
ar: المورد:
cs: Prostředek:
hu: Erőforrás:
ja: リソース:
pl: Zasób:
sv: Resurs:

source: Result:
ar: النتيجة:
cs: Výsledek:
hu: Eredmény:
ja: 結果:
pl: Wynik:
sv: Resultat:

source: Success
ar: نجاح
cs: Úspěšné
hu: Sikeres
ja: 成功
pl: Sukces
sv: Lyckades

source: Generic Error
ar: خطأ عام
cs: Obecná chyba
hu: Általános hiba
ja: 一般的なエラー
pl: Błąd ogólny
sv: Generiskt fel

source: Wrong Argument(s)
ar: وسيطة (وسيطات) خاطئة
cs: Nesprávný argument/y
hu: Hibás argomentumok(ok)
ja: 誤った引数
pl: Błędne parametry
sv: Fel argument

source: Not Implemented
ar: لم يتم التنفيذ
cs: Neimplementováno
hu: Nincs megvalósítva
ja: 実装されていません
pl: Niezaimplementowane
sv: Har inte implementerats

source: Permission Denied
ar: الإذن مرفوض
cs: Povolení odepřeno
hu: Engedély megtagadva
ja: アクセス承認拒否
pl: Brak uprawnień
sv: Åtkomst nekades

source: Not Installed
ar: لم يتم التثبيت
cs: Nenainstalováno
hu: Nincs telepítve
ja: インストールされていません
pl: Niezainstalowany
sv: Inte installerat

source: Not Configured
ar: لم يتم التكوين
cs: Nekonfigurováno
hu: Nincs beállítva
ja: まだ設定されていません
pl: Nieskonfigurowany
sv: Inte inställd

source: Not Running
ar: ليس قيد التشغيل
cs: Nespuštěno
hu: Nem fut
ja: 実行していません
pl: Niedziałający
sv: Körs inte

source: Running Master
ar: تشغيل الرئيس
cs: Běžící hlavní prvek
hu: Futó elsődleges
ja: マスタを実行しています
pl: Działający element nadrzędny
sv: Kör master

source: Failed Master
ar: رئيس فاشل
cs: Hlavní prvek selhal
hu: Hibás elsődleges
ja: 失敗したマスタ
pl: Błąd elementu nadrzędnego
sv: Misslyckad master

source: Utilization
ar: الاستخدام
cs: Využití
ja: 利用率
pl: Użycie
sv: Användning

source: No utilization defined
ar: لم يتم تحديد أية عملية استخدام
cs: Nebylo definováno žádné využití
ja: 利用率が定義されていません
pl: Nie zdefiniowano użycia
sv: Ingen användning definierad

source: Attributes
ar: السمات
cs: Atributy
hu: Attribútumok
ja: 属性
pl: Atrybuty
sv: Attribut

source: No attributes defined
ar: لم يتم تحديد أية سمات
cs: Nebyly definovány žádné atributy
hu: Nincsenek megadva attribútumok
ja: 属性が定義されていません
pl: Nie zdefiniowano atrybutów
sv: Inga attribut definierade

source: No workflow descriptions found
ar: لم يتم العثور على أوصاف التدفق
cs: Nebyl nalezen žádný popis pracovního postupu
hu: Nem található munkafolyamat-leírás
ja: ワークフローの説明が見つかりません
pl: Nie znaleziono opisów przepływu
sv: Inga arbetsflödesbeskrivningar hittades

source: Choose Configuration
ar: اختيار التكوين
cs: Vybrat konfiguraci
hu: Válasszon beállítást
ja: 環境設定の選択
pl: Wybór konfiguracji
sv: Välj konfiguration

source: This wizard will guide you through the steps necessary to add one of the following configurations to the cluster.
ar: سيرشدك هذا المعالج عبر الخطوات اللازمة لإضافة أحد التكوينات التالية إلى المجموعة.
cs: Tento průvodce vás provede kroky, které jsou nezbytné k přidání jedné z následujících konfigurací do clusteru.
hu: A varázsló végigvezeti a szükséges lépéseken, hogy hozzá tudja adni a fürthöz az egyik beállítást.
ja: このウィザードでは、クラスタへの次の環境設定の1つを追加するために必要な手順を案内します。
pl: Ten kreator poprowadzi przez etapy niezbędne do dodania do klastra jednej z następujących konfiguracji.
sv: Den här guiden vägleder dig genom de steg som krävs för att lägga till någon av följande konfigurationer i klustret.

source: Next >
ar: التالي >
cs: Další >
hu: Következő >
ja: 次へ >
pl: Dalej >
sv: Nästa >

source: The configuration has been applied.
ar: تم تطبيق التكوين.
cs: Konfigurační soubor byl použit.
hu: A beállítások alkalmazása megtörtént.
ja: 環境設定が適用されました。
pl: Konfiguracja została zastosowana.
sv: Konfigurationen har verkställts.

source: The following configuration will be applied to the cluster:
ar: سيتم تطبيق التكوين التالي على المجموعة:
cs: Na cluster se použije následující konfigurace:
hu: A következő beállítások jutnak érvényre a fürtön:
ja: 以下の環境設定がクラスタに適用されます:
pl: Następująca konfiguracja zostanie zastosowana dla tego klastra:
sv: Följande konfiguration används för klustret:

source: Error applying configuration:
ar: حدث خطأ أثناء تطبيق التكوين:
cs: Při používání konfigurace došlo k chybě:
hu: Hiba történt a beállítások alkalmazásakor:
ja: 環境設定を適用する際にエラーが発生しました:
pl: Błąd przy zastosowaniu konfiguracji:
sv: Det inträffade ett fel när konfigurationen verkställdes:

source: < Back
ar: < الخلف
cs: < Zpět
hu: < Vissza
ja: < 戻る
pl: < Wstecz
sv: < Tillbaka

source: The object/attribute does not exist (cibadmin %{cmd})
ar: الكائن/السمة غير موجودة (cibadmin %{cmd})
cs: Objekt/atribut neexistuje (cibadmin %{cmd})
hu: Az objektum/attribútum nem létezik: (cibadmin %{cmd})
ja: オブジェクト/属性が存在しません(cibadmin %{cmd})
pl: Obiekt/atrybut nie istnieje (cibadmin %{cmd})
sv: Objektet/attributet finns inte (cibadmin %{cmd})

source: Error invoking cibadmin %{cmd}: %{msg}
ar: حدث خطأ أثناء استدعاء cibadmin %{cmd}: %{msg}
cs: Chyba při vyvolávání souboru cibadmin %{cmd}: %{msg}
hu: Hiba történt a cibadmin %{cmd} parancs meghívásakor: %{msg}
ja: cibadmin %{cmd} の呼び出しエラー: %{msg}
pl: Błąd wywołania cibadmin %{cmd}: %{msg}
sv: Fel vid anrop av cibadmin %{cmd}: %{msg}

source: The object/attribute does not exist: %{msg}
ar: الكائن/السمة غير موجودة: %{msg}
cs: Objekt/atribut neexistuje: %{msg}
hu: Az objektum/attribútum nem létezik: %{msg}
ja: オブジェクト/属性が存在しません: %{msg}
pl: Obiekt/atrybut nie istnieje: %{msg}
sv: Objektet/attributet finns inte: %{msg}

source: Error invoking cibadmin --replace: %{msg}
ar: حدث خطأ أثناء استدعاء cibadmin --replace: %{msg}
cs: Chyba při volání příkazu cibadmin --replace: %{msg}
hu: Hiba történt a cibadmin --replace meghívásakor: %{msg}
ja: cibadmin --replaceの呼び出しエラー: %{msg}
pl: Błąd wywołania cibadmin --replace: %{msg}
sv: Fel vid anrop av cibadmin --replace: %{msg}

source: OK
ar: موافق
