Repository: Alix82/hawk
Catalog: hawk/po/*/hawk.po
Languages: ar, cs, hu, ja, pl, sv

source: History Explorer
hu: Előzményböngésző
ja: 履歴エクスプローラ
pl: Przeglądarka historii
sv: Historikutforskare

source: Required parameters "basename" and "node" not specified
ar: المعلمتان المطلوبتان "basename" و"node" غير محددتين
cs: Nebyly zadány požadované parametry „basename“ a „node“ .
hu: Nincs megadva a "basename" és a "node" paraméter
ja: 必要なパラメータ「basename」と「node」が指定されていません
pl: Nie podano wymaganych parametrów "basename" i "node"
sv: De begärda parametrarna "basename" och "node" har inte angetts

source: No details available
ar: لا تتوفر أية تفاصيل
cs: Podrobnosti nejsou k dispozici.
hu: Nincsenek részletek
ja: 詳細情報がありません
pl: Szczegóły nie są dostępne
sv: Inga detaljer tillgängliga

source: Error:
ar: الخطأ:
cs: Chyba:
hu: HIba:
ja: エラー:
pl: Błąd:
sv: Fel:

source: Edit Group
ar: تحرير مجموعة
cs: Upravit skupinu
hu: Csoport szerkesztése
ja: グループの編集
pl: Edytuj grupę
sv: Redigera grupp

source: Create Group
ar: مجموعة الإنشاء
cs: Vytvořit skupinu
hu: Csoport létrehozása
ja: グループの作成
pl: Utwórz grupę
sv: Skapa grupp

source: Group created successfully
ar: تم إنشاء المجموعة بنجاح
cs: Skupina byla úspěšně vytvořena
hu: Csoport sikeresen létrehozva
ja: グループが正常に作成されました
pl: Grupa została utworzona
sv: Gruppen har skapats

source: Group updated successfully
ar: تم تحديث المجموعة بنجاح
cs: Skupina byla úspěšně aktualizována
hu: Csoport sikeresen frissítve
ja: グループが正常に更新されました
pl: Grupa została zaktualizowana
sv: Gruppen har uppdaterats

source: Edit Master/Slave
ar: تحرير الرئيس/التابع
cs: Upravit hlavní/podřízený prvek
hu: Elsődleges/Másodlagos szerkesztése
ja: マスタ/スレーブの編集
pl: Edytuj nośnik nadrzędny/podrzędny
sv: Redigera master/slav

source: Create Master/Slave
ar: إنشاء الرئيس/التابع
cs: Vytvořit hlavní/podřízený prvek
hu: Elsődleges/Másodlagos létrehozása
ja: マスタ/スレーブの作成
pl: Utwórz nośnik nadrzędny/podrzędny
sv: Skapa master/slav

source: Master/Slave created successfully
ar: تم إنشاء الرئيس/التابع بنجاح
cs: Hlavní/podřízený prvek byl úspěšně vytvořen
hu: Elsődleges/Másodlagos sikeresen létrehozva
ja: マスタ/スレーブが正常に作成されました
pl: Nośnik nadrzędny/podrzędny został utworzony
sv: Master/slav skapades

source: Master/Slave updated successfully
ar: تم تحديث الرئيس/التابع بنجاح
cs: Hlavní/podřízený prvek byl úspěšně aktualizován
hu: Elsődleges/Másodlagos sikeresen frissítve
ja: マスタ/スレーブが正常に更新されました
pl: Nośnik nadrzędny/podrzędny został zaktualizowany
sv: Master/slav uppdaterades

source: Edit Clone
ar: تحرير الاستنساخ
cs: Upravit kopii
hu: Klón szerkesztése
ja: クローンの編集
pl: Edytuj klon
sv: Redigera klon

source: Create Clone
ar: إنشاء استنساخ
cs: Vytvořit roli
hu: Klón létrehozása
ja: クローンの作成
pl: Klonuj
sv: Skapa klon

source: Clone created successfully
ar: تم إنشاء الاستنساخ بنجاح
cs: Kopie byla úspěšně vytvořena
hu: Klón létrehozása sikeresen
ja: クローンが正常に作成されました
pl: Klon został utworzony
sv: Klonen har skapats

source: Clone updated successfully
ar: تم تحديث الاستنساخ بنجاح
cs: Kopie byla úspěšně aktualizována
hu: Klón sikeresen frissítve
ja: クローンが正常に更新されました
pl: Klon został zaktualizowany
sv: Klonen har uppdaterats

source: 1 node configured
ar: تم تكوين عقدة واحدة
cs: Nakonfigurované uzly: 1
hu: 1 csomópont beállítva
ja: 1 ノードが設定されました
pl: 1 węzeł skonfigurowany
sv: 1 nod har konfigurerats

source: 1 resource configured
ar: تم تكوين مورد واحد
cs: Nakonfigurované zdroje: 1
hu: 1 erőforrás beállítva
ja: 1 リソースが設定されました
pl: 1 zasób skonfigurowany
sv: 1 resurs har konfigurerats

source: Cluster Setup Wizard
ar: معالج إعداد المجموعة
cs: Průvodce nastavením clusteru
hu: Fürtbeállítás-varázsló
ja: クラスタセットアップウィザード
pl: Kreator konfiguracji klastra
sv: Klusterinställningsguide

source: Parameters
ar: المعلمات
cs: Parametry
hu: Paraméterek
ja: パラメータ
pl: Parametry
sv: Parametrar

source: Confirm
ar: تأكيد
cs: Potvrdit
hu: Megerősítés
ja: 確認
pl: Potwierdzenie
sv: Bekräfta

source: Done
ar: تم
cs: Hotovo
hu: Kész
ja: 完了
pl: Wykonano
sv: Klar

source: Required parameter "%{param}" not specified
ar: المعلمة المطلوبة "%{param}" غير محددة
cs: Požadovaný parametr „%{param}“ nebyl zadán.
hu: Nincs megadva a(z) "%{param}" paraméter
ja: 必要なパラメータ「%{param}」が指定されていません
pl: Nie podano wymaganego parametru "%{param}"
sv: Den begärda parametern "%{param}" har inte angetts

source: Wizard templates and/or workflows are missing
ar: قوالب المعالج و/أو التدفقات مفقودة
cs: Chybí šablony anebo pracovní postupy prohlížeče.
hu: A varázsló sablonjai és/vagy munkafolyamatai hiányoznak
ja: ウィザードのテンプレートおよびワークフローがありません
pl: Brak szablonów i/lub przepływów pracy kreatora
sv: Mallar och/eller arbetsflöden för guiden saknas

source: Workflow "%s" not found
ar: لم يتم العثور على التدفق "%s"
cs: Pracovní postup „%s“ nebyl nalezen
hu: A(z) "%s" munkafolyamat nem található
ja: ワークフロー「%s」が見つかりませんでした
pl: Nie znaleziono przepływu "%s"
sv: Arbetsflödet "%s" hittades inte

source: Error parsing template "%s"
ar: حدث خطأ أثناء تحليل القالب "%s"
cs: Chyba analýzy šablony „%s“
hu: Hiba történt a(z) "%s" sablon feldolgozása közben
ja: テンプレート「%s」の解析中にエラーが発生しました
pl: Błąd przetwarzania szablonu "%s"
sv: Fel vid tolkning av mallen "%s"

source: Error parsing workflow "%s"
ar: حدث خطأ أثناء تحليل التدفق "%s"
cs: Chyba analýzy pracovního postupu „%s“
hu: Hiba történt a(z) "%s" munkafolyamat feldolgozása közben
ja: ワークフロー「%s」の解析中にエラーが発生しました
pl: Błąd przetwarzania przepływu "%s"
sv: Fel vid tolkning av arbetsflödet "%s"

source: Constraints
ar: القيود
cs: Omezení
hu: Szabályok
ja: 制約
pl: Ograniczenia
sv: Begränsningar

source: Edit Colocation Constraint
ar: تحرير قيد الموقع المشترك
cs: Upravit omezení kolokace
hu: Kapcsolódási szabály szerkesztése
ja: コロケーション制約の編集
pl: Edycja ograniczenia kolokacji
sv: Redigera colocationbegränsning

source: Create Colocation Constraint
ar: إنشاء قيد الموقع المشترك
cs: Vytvořit omezení kolokace
hu: Kapcsolódási szabály létrehozása
ja: コロケーション制約の作成
pl: Tworzenie ograniczenia kolokacji
sv: Skapa colocationbegränsning

source: Constraint created successfully
ar: تم إنشاء القيد بنجاح
cs: Omezení bylo úspěšně vytvořeno
hu: A szabály sikeresen létrejött
ja: 制約が正常に作成されました
pl: Ograniczenie zostało utworzone
sv: Begränsningen har skapats

source: Constraint updated successfully
ar: تم تحديث القيد بنجاح
cs: Omezení bylo úspěšně aktualizováno
hu: A szabály frissítése sikeres
ja: 制約が正常に更新されました
pl: Ograniczenie zostało zaktualizowane
sv: Begränsningen uppdaterades

source: Edit Resource
ar: تحرير مورد
cs: Upravit prostředek
hu: Erőforrások szerkesztése
ja: リソースの編集
pl: Edytuj zasób
sv: Redigera resurs

source: Create Resource
ar: إنشاء مورد
cs: Vytvořit prostředek
hu: Erőforrások létrehozása
ja: リソースの作成
pl: Utwórz zasób
sv: Skapa resurs

source: Resource created successfully
ar: تم إنشاء المورد بنجاح
cs: Prostředek byl úspěšně vytvořen
hu: Erőforrás sikeresen létrehozva
ja: リソースが正常に作成されました
pl: Zasób został utworzony
sv: Resursen har skapats

source: Resource updated successfully
ar: تم تحديث المورد بنجاح
cs: Prostředek byl úspěšně aktualizován
hu: Erőforrás sikeresen frissítve
ja: リソースが正常に更新されました
pl: Zasób został uaktualniony
sv: Resursen uppdaterades

source: %{cmd} failed (status: %{status})
ar: فشل %{cmd} (الحالة:%{status})
cs: Příkaz %{cmd} se nezdařil (stav: %{status}).
hu: %{cmd} sikertelen (állapot: %{status})
ja: %{cmd} 失敗(ステータス: %{status})
pl: Polecenie %{cmd} się nie powiodło (stan: %{status})
sv: %{cmd} misslyckades (status: %{status})

source: Cluster Status
ar: حالة المجموعة
cs: Stav clusteru
hu: Jelenlegi állapot
ja: クラスタの状態
pl: Stan klastrów
sv: Klusterstatus

source: Required parameter "node" not specified
ar: المعلمة المطلوبة "node" غير محددة
cs: Požadovaný parametr node nebyl zadán.
hu: Nincs megadva a "node" paraméter
ja: 必要なパラメータ「node」が指定されていません
pl: Nie podano wymaganego parametru "node" (węzeł)
sv: Den begärda parametern "node" har inte angetts

source: Required parameter "resource" not specified
ar: المعلمة المطلوبة "resource" غير محددة
cs: Požadovaný parametr resource nebyl zadán.
hu: Nincs megadva a "resource" paraméter
ja: 必要なパラメータ「resource」が指定されていません
pl: Nie podano wymaganego parametru "resource" (zasób)
sv: Den begärda parametern "resource" har inte angetts

source: Required parameters "resource" and "node" not specified
ar: المعلمات المطلوبة "resource" و"node" غير محددة
cs: Požadované parametry resource a node nebyly zadány.
hu: Nincs megadva a "resource" és a "node" paraméter
ja: 必要なパラメータ「resource」と「node」が指定されていません
pl: Nie podano wymaganych parametrów "resource" (zasób) i "node" (węzeł)
sv: De begärda parametrarna "resource" och "node" har inte angetts

source: Error deleting resource
ar: حدث خطأ أثناء حذف المورد
cs: Při odstraňování prostředku došlo k chybě
hu: Hiba az erőforrás törlésekor
ja: リソースの削除中にエラーが発生しました
pl: Błąd podczas usuwania zasobu
sv: Fel vid borttagning av resurs

source: Log In
ar: دخول
cs: Přihlásit
hu: Belépés
ja: ログイン
pl: Zaloguj
sv: Logga in

source: Username not specified
ar: لم يتم تحديد اسم المستخدم
cs: Nebylo zadáno uživatelské jméno.
hu: Nincs megadva felhasználónév
ja: ユーザ名が指定されていません。
pl: Nie określono nazwy użytkownika
sv: Användarnamnet har inte angetts

source: Invalid username
ar: اسم المستخدم غير صالح
cs: Neplatné uživatelské jméno
hu: Érvénytelen felhasználónév
ja: 無効なユーザ名
pl: Nieprawidłowa nazwa użytkownika
sv: Ogiltigt användarnamn

source: Password not specified
ar: لم يتم تحديد كلمة السر
cs: Nebylo zadáno heslo.
hu: Nincs megadva jelszó
ja: パスワードが指定されていません
pl: Nie określono hasła
sv: Inget lösenord har angetts

source: Invalid username or password
ar: اسم المستخدم غير صالح أو كلمة السر غير صالحة
cs: Neplatné uživatelské jméno nebo heslo
hu: Érvénytelen felhasználónév vagy jelszó
ja: ユーザ名またはパスワードが無効です
pl: Nieprawidłowa nazwa użytkownika lub hasło
sv: Fel användarnamn eller lösenord

source: %s is not installed
ar: لم يتم تثبيت %s
cs: Položka %s není nainstalována
hu: %s nincs telepítve
ja: %s はインストールされていません。
pl: %s nie jest zainstalowany
sv: %s har inte installerats

source: Permission denied for user %{user}
ar: تم رفض الإذن للمستخدم %{user}
cs: Uživateli %{user} nebylo uděleno povolení
hu: %{user} felhasználónak nincs hozzáférése
ja: ユーザ %{user} のアクセス承認拒否
pl: Dostęp zabroniony dla użytkownika %{user}
sv: Tillstånd nekades för användaren %{user}

source: You have been logged out
ar: تم تسجيل خروجك.
cs: Byli jste odhlášeni.
hu: Kijelentkezett
ja: ログアウトしました
pl: Wylogowano cię.
sv: Du är utloggad

source: Edit Location Constraint
ar: تحرير قيد الموقع
cs: Upravit omezení umístění
hu: Elhelyezési szabály szerkesztése
ja: 場所制約の編集
pl: Edytuj ograniczenia położenia
sv: Redigera platsbegränsning

source: Create Location Constraint
ar: إنشاء قيد الموقع
cs: Vytvořit omezení umístění
hu: Elhelyezési szabály létrehozása
ja: 場所制約の作成
pl: Tworzenie ograniczenia położenia
sv: Skapa platsbegränsning

source: Edit Order Constraint
ar: تحرير قيد الترتيب
cs: Upravit omezení pořadí
hu: Szabály sorrendjének szerkesztése
ja: 順序制約の編集
pl: Edycja ograniczenia porządku
sv: Redigera ordningsbegränsning

source: Create Order Constraint
ar: إنشاء قيد الترتيب
cs: Vytvořit omezení pořadí
hu: Szabály sorrendjének létrehozása
ja: 順序制約の作成
pl: Tworzenie ograniczenia porządku
sv: Skapa ordningsbegränsning

source: Cluster Configuration
ar: تكوين المجموعة
cs: Konfigurace clusteru
hu: Fürt beállítása
ja: クラスタ環境設定
pl: Konfiguracja klastra
sv: Klusterinställningar

source: Invalid property set ID: %{id}
ar: معرف مجموعة خصائص غير صالح: %{id}
cs: Neplatné ID sady vlastností: %{id}
hu: Érvénytelen ID beállítás: %{id}
ja: 無効なプロパティ設定ID: %{id}
pl: Nieprawidłowy identyfikator zestawu właściwości: %{id}
sv: Ogiltigt ID för egenskapsuppsättning: %{id}

source: Can't set property %{p}, because the value contains both single and double quotes
ar: يتعذر تعيين الخاصية %{p}، نظرًا لاحتواء القيمة على علامات اقتباس مفردة ومزدوجة
cs: Nelze nastavit vlastnost %{p}, protože hodnota obsahuje jednoduché i dvojité uvozovky
hu: Nem állítható be a(z) %{p} tulajdonság, mert az eszköz szimpla és dupla idézőjelet is tartalmaz
ja: プロパティ%{p}を設定できません。値に一重引用符と二重引用符の両方が含まれているためです
pl: Nie można ustawić właściwości %{p}, ponieważ wartość zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
sv: Det går inte att ställa in egenskapen %{p} eftersom värdet innehåller både enkla och dubbla citattecken

source: Your changes have been saved
ar: تم حفظ التغييرات التي قمت بإجرائها
cs: Vaše změny byly uloženy
hu: A változások mentése megtörtént
ja: 変更が保存されました
pl: Zmiany zostały zapisane
sv: Ändringarna har sparats

source: Unable to apply changes: %{msg}
ar: تعذر تطبيق التغييرات: %{msg}
cs: Nepodařilo se použít změny: %{msg}
hu: Nem alkalmazhatók a módosítások: %{msg}
ja: 変更を適用できません: %{msg}
pl: Nie można zastosować zmian: %{msg}
sv: Det går inte att verkställa ändringarna: %{msg}

source: Invalid score
ar: نتيجة غير صحيحة
cs: Neplatné skóre
hu: Érvénytelen pontszám
ja: 無効なスコア
pl: Nieprawidłowa wartość punktowa
sv: Ogiltig poäng

source: Constraint must consist of at least two separate resources
ar: يجب أن يتكون القيد من موردين منفصلين على الأقل
cs: Omezení musí obsahovat alespoň dva samostatné prostředky
hu: A szabálynak legalább két különböző erőforrást kell tartalmaznia
ja: 制約は2つ以上の別のリソースから構成される必要があります
pl: Ograniczenie musi zawierać co najmniej dwa oddzielne zasoby
sv: Begränsningen måste bestå av minst två separata resurser

source: The ID "%{id}" is already in use
ar: المعرف "%{id}" قيد الاستخدام بالفعل
cs: ID „%{id}“ je již používáno.
hu: A "%{id}" azonosító már használatban van
ja: ID「%{id}」はすでに使用されています
pl: Identyfikator "%{id}" jest już używany
sv: ID "%{id}" används redan

source: Unable to create constraint: %{msg}
ar: تعذر إنشاء القيد : %{msg}
cs: Nepodařilo se vytvořit omezení: %{msg}
hu: A szabály nem hozható létre: %{msg}
ja: 制約を作成できません: %{msg}
pl: Nie można utworzyć ograniczenia: %{msg}
sv: Det går inte att skapa begränsning: %{msg}

source: Constraint ID "%{id}" does not exist
ar: معرف القيد "%{id}" غير موجود
cs: ID omezení „%{id}“ neexistuje
hu: A(z) "%{id}" szabályazonosító nem létezik
ja: 制約ID「%{id}」は存在しません
pl: Ograniczenie o identyfikatorze "%{id}" nie istnieje
sv: Begränsnings-ID "%{id}" finns inte

source: Unable to update constraint: %{msg}
ar: تعذر تحديث القيد: %{msg}
cs: Nepodařilo se aktualizovat omezení: %{msg}
hu: A szabály nem frissíthető: %{msg}
ja: 制約を更新できません: %{msg}
pl: Nie można zaktualizować ograniczenia: %{msg}
sv: Det går inte att uppdatera begränsningen: %{msg}

source: Can't set parameter %{p}, because the value contains both single and double quotes
ar: يتعذر تعيين المعلمة %{p}، نظرًا لاحتواء القيمة على علامات اقتباس مفردة ومزدوجة
cs: Parametr %{p} nelze nastavit, protože hodnota obsahuje jednoduché i dvojité uvozovky
hu: Nem állítható be a(z) %{p} paraméter, mert az eszköz szimpla és dupla idézőjelet is tartalmaz
ja: パラメータ %{p} を設定できません。値に一重引用符と二重引用符の両方が含まれているためです
pl: Nie można ustawić parametru %{p}, ponieważ wartość zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
sv: Det går inte att ställa in parametern %{p} eftersom värdet innehåller både enkla och dubbla citattecken

source: Can't set op %{o} attribute {%a}, because the value contains both single and double quotes
ar: يتعذر تعيين op %{o} سمة {%a}، نظرًا لاحتواء القيمة على علامات اقتباس مفردة ومزدوجة
cs: Atribut {%a} operace %{o} nelze nastavit, protože hodnota obsahuje jednoduché i dvojité uvozovky
hu: Nem állítható be a(z) op %{o} {%a} attribútum, mert az eszköz szimpla és dupla idézőjelet is tartalmaz
ja: 操作 %{o} の属性 {%a} を設定できません。値に一重引用符と二重引用符の両方が含まれているためです
pl: Nie można ustawić operacji %{o} atrybutu {%a}, ponieważ wartość zawiera znaki cudzysłowu oraz apostrofu.
sv: Det går inte att ställa in op %{o} attribut {%a} eftersom värdet innehåller både enkla och dubbla citattecken

source: Can't set meta attribute %{p}, because the value contains both single and double quotes
ar: يتعذر تعيين سمة تعريف %{p}، نظرًا لاحتواء القيمة على علامات اقتباس مفردة ومزدوجة
cs: Metaatribut %{p} nelze nastavit, protože hodnota obsahuje jednoduché i dvojité uvozovky
hu: Nem állítható be a(z) %{p} attribútum, mert az eszköz szimpla és dupla idézőjelet is tartalmaz
ja: メタ属性 %{p} を設定できません。値に一重引用符と二重引用符の両方が含まれているためです
pl: Nie można ustawić metaatrybutu %{p}, ponieważ wartość zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
sv: Det går inte att ställa in metaattributet %{p} eftersom värdet innehåller både enkla och dubbla citattecken

source: Unable to create resource: %{msg}
ar: تعذر إنشاء المورد: %{msg}
cs: Nelze vytvořit prostředek: %{msg}
hu: Nem hozható létre erőforrás: %{msg}
ja: リソースを作成できません: %{msg}
pl: Nie można utworzyć zasobu: %{msg}
sv: Det går inte att skapa resurs: %{msg}

source: Resource ID "%{id}" does not exist
ar: معرف المورد "%{id}" غير موجود
cs: ID prostředku „%{id}“ neexistuje
hu: A(z) "%{id}" erőforrás-azonosító nem létezik
ja: リソースID「%{id}」が存在しません
pl: Zasób o identyfikatorze "%{id}" nie istnieje
sv: Resurs-ID:t "%{id}" finns inte

source: No Master/Slave child specified
ar: لم يتم تحديد فرع الرئيس/التابع
cs: Nebyl zadán žádný hlavní/podřízený prvek
hu: Nincs megadva elsődleges/másodlagos gyermek
ja: マスタ/スレーブの子が指定されていません
pl: Nie określono potomka elementu nadrzędnego/podrzędnego
sv: Ingen underordnad till master/slav angiven

source: Unable to create master/slave: %{msg}
ar: تعذر إنشاء الرئيس/التابع: %{msg}
cs: Nepodařilo se vytvořit hlavní/podřízený prvek: %{msg}
hu: Nem hozható létre elsődleges/másodlagos: %{msg}
ja: マスタ/スレーブを作成できません: %{msg}
pl: Nie można utworzyć elementu nadrzędnego/podrzędnego: %{msg}
sv: Det går inte att skapa master/slav: %{msg}

source: Master/Slave ID "%{id}" does not exist
ar: معرف الرئيس/التابع "%{id}" غير موجود
cs: ID hlavního/podřízeného prvku „%{id}“ neexistuje
hu: A(z) "%{id}" elsődleges/másodlagos azonosító nem létezik
ja: マスタ/スレーブID「%{id}」が存在しません
pl: Identyfikator elementu nadrzędnego/podrzędnego "%{id}" nie istnieje
sv: Master/slav-ID "%{id}" finns inte

source: No clone child specified
ar: لا يوجد فرع استنساخ محدد
cs: Nebyl zadán žádný podřízený prvek kopie
hu: Nincs megadva klóngyermek
ja: クローンの子が指定されていません
pl: Nie określono elementu potomnego klony
sv: Ingen underordnad för klon har angetts

source: Unable to create clone: %{msg}
ar: تعذر إنشاء الاستنساخ: %{msg}
cs: Kopii nelze vytvořit: %{msg}
hu: Nem hozható létre klón: %{msg}
ja: クローンを生成できません: %{msg}
pl: Nie można utworzyć klona: %{msg}
sv: Det går inte att skapa klon: %{msg}

source: Clone ID "%{id}" does not exist
ar: معرف الاستنساخ "%{id}" غير موجود
cs: ID kopie „%{id}“ neexistuje
hu: A(z) "%{id}" klónazonosító nem létezik
ja: クローンID「%{id}」が存在しません
pl: Klon o identyfikatorze "%{id}" nie istnieje
sv: Klon-ID "%{id}" finns inte

source: Invalid Resource ID "%{id}"
ar: معرف مورد غير صالح "%{id}"
cs: Neplatné ID prostředku „%{id}“
hu: Érvénytelen erőforrás-azonosító "%{id}"
ja: 無効なリソースID「%{id}」
pl: Nieprawidłowy identyfikator zasobu "%{id}"
sv: Ogiltigt resurs-ID "%{id}"

source: Unable to parse cibadmin output
ar: تعذر تحليل مخرجات cibadmin
cs: Nepodařilo se analyzovat výstup cibadmin
hu: Nem dolgozható fel a cibadmin kimenete
ja: cibadminの出力を解析できません
pl: Nie można przetworzyć wyników polecenia cibadmin
sv: Det går inte att analysera cibadmin-utdata

source: CIB file "%{path}" not found
ar: ملف CIB "%{path}" غير موجود
cs: Soubor CIB „%{path}“ nebyl nalezen
hu: A(z) "%{path}" CIB fájl nem található
ja: CIBファイル「%{path}」が見つかりません
pl: Nie znaleziono pliku CIB "%{path}"
sv: CIB-filen "%{path}" hittades inte

source: Unable to parse CIB file "%{path}"
ar: تعذر تحليل ملف CIB "%{path}"
cs: Soubor CIB „%{path}“ se nepodařilo analyzovat
hu: A(z) "%{path}" CIB fájl nem dolgozható fel
ja: CIBファイル「%{path}」を解析できません
pl: Nie można przetworzyć pliku CIB "%{path}"
sv: Det går inte att analysera CIB-filen "%{path}"

source: Pacemaker does not appear to be installed (%{cmd} not found)
ar: يبدو أنه لم يتم تثبيت Pacemaker، (لم يتم العثور على %{cmd})
cs: Aplikace Pacemaker pravděpodobně není nainstalována (příkaz %{cmd} nebyl nalezen)
hu: A Pacemaker nincs telepítve (%{cmd} parancs nem található)
ja: Pacemakerがインストールされていないと思われます(%{cmd} が見つかりません)
pl: Wygląda na to, że program Pacemaker nie jest zainstalowany (nie znaleziono polecenia %{cmd})
sv: Pacemaker verkar inte vara installerat (%{cmd} hittades inte)

source: Unable to execute %{cmd}
ar: تعذر تنفيذ %{cmd}
cs: Spuštění příkazu %{cmd} se nezdařilo
hu: Nem futtatható parancs %{cmd}
ja: %{cmd} を実行できません
pl: Nie można wykonać polecenia %{cmd}
sv: Det gick inte att köra %{cmd}

source: %{cmd} failed (status: %{status}, output was: %{output})
ar: فشل %{cmd} (الحالة: %{status}، كانت المخرجات %{output})
cs: Provedení příkazu %{cmd} se nezdařilo (stav: %{status}, výstup: %{output})
hu: %{cmd} sikertelen (status: %{status}, kimenet: %{output})
ja: %{cmd} が失敗しました(状態: %{status}、出力は %{output} でした)
pl: Wykonanie polecenia %{cmd} nie powiodło się (stan: %{status}, komunikaty wyjścia: %{output})
sv: %{cmd} misslyckades (status: %{status}, utdata: %{output})

source: Error invoking %{cmd}
ar: حدث خطأ أثناء استدعاء %{cmd}
cs: Chyba vyvolávání %{cmd}
hu: Hiba a(z) %{cmd} parancs meghívásakor
ja: %{cmd} の呼び出し中にエラーが発生しました
pl: Błąd wywołania %{cmd}
sv: Fel vid anrop av %{cmd}

source: Error invoking %{cmd}: %{msg}
ar: حدث خطأ أثناء استدعاء %{cmd}: %{msg}
cs: Chyba vyvolávání %{cmd}: %{msg}
hu: Hiba a(z) %{cmd} parancs meghívásakor: %{msg}
ja: %{cmd} の呼び出し中にエラーが発生しました: %{msg}
pl: Błąd wywołania %{cmd}: %{msg}
sv: Fel vid anrop av %{cmd}: %{msg}

source: Only the live CIB is supported
ar: يتم دعم CIB المباشر فقط
cs: Podporován je pouze aktivní soubor CIB
hu: Csak az élő CIB-ek támogatottak
ja: ライブCIBのみをサポートします
pl: Obsługiwany jest tylko typ live CIB
sv: Endast live-CIB stöds

source: Unknown
ar: غير معروف
cs: Neznámý
hu: Ismeretlen
ja: 不明
pl: Nieznany
sv: Okänd

source: Failed op: node=%{node}, resource=%{resource}, call-id=%{call_id}, operation=%{op}, rc-code=%{rc_code}
ar: عملية فاشلة: العقدة=%{node}، المورد =%{resource}، معرف الاستدعاء=%{call_id}، العملية=%{op}، رمز rc={rc_code}
cs: Neúspěšná operace: node=%{node}, resource=%{resource}, call-id=%{call_id}, operation=%{op}, rc-code=%{rc_code}
hu: Hibás művelet: csomópont=%{node}, erőforrás=%{resource}, azonosító=%{call_id}, művelet=%{op}, visszatérési érték=%{rc_code}
ja: 失敗した操作: node=%{node}, resource=%{resource}, call-id=%{call_id}, operation=%{op}, rc-code=%{rc_code}
pl: Niepowodzenie: węzeł = %{node}, zasób = %{resource}, ID wywołania = %{call_id}, operacja = %{op}, kod rc = %{rc_code}
sv: Misslyckad åtgärd: nod=%{node}, resurs=%{resource}, anrops-id=%{call_id}, åtgärd=%{op}, rc-kod=%{rc_code}

source: No group children specified
ar: لم يتم تحديد فروع مجموعة
cs: Nebyly zadány žádné podřízené prvky skupiny
hu: Nincs megadva csoporttag
ja: グループの子が指定されていません
pl: Nie określono elementów podrzędnych grupy
sv: Inga underordnade till gruppen har specificerats

source: Unable to create group: %{msg}
ar: تعذر إنشاء المجموعة: %{msg}
cs: Nelze vytvořit skupinu: %{msg}
hu: Nem hozható létre csoport: %{msg}
ja: グループを作成できません: %{msg}
pl: Nie można utworzyć grupy: %{msg}
sv: Det går inte att skapa grupp: %{msg}

source: Group ID "%{id}" does not exist
ar: معرف المجموعة "%{id}" غير موجود
cs: ID skupiny „%{id}“ neexistuje
hu: A(z) "%{id}" csoportazonosító nem létezik
ja: グループID「%{id}」は存在しません
pl: Grupa o identyfikatorze "%{id}" nie istnieje
sv: Grupp-ID "%{id}" existerar inte

source: Constraint is too complex - it contains nested rules
ar: القيد معقد للغاية - يحتوي على قواعد مضمنة
cs: Omezení je příliš složité – obsahuje vnořená pravidla
hu: Túl komplex szabály - beágyazott szabályok vannak
ja: 制約が複雑すぎます。ネストしたルールが含まれています
pl: Ograniczenie jest zbyt złożone - zawiera zagnieżdżone reguły
sv: Begränsningen är för komplex - den innehåller kapslade regler

source: No rules specified
ar: لا توجد قواعد محددة
cs: Nebyla zadána žádná pravidla
hu: Nincsenek szabályok megadva
ja: ルールが指定されていません
pl: Nie określono reguł
sv: Inga regler har angetts
